"about an hour ago" = "約1時間前";

"M/d/yy" = "yy/M/d";

"Sorry, there was an error." = "エラーが発生しました。";

"Are you sure you want to cancel?" = "キャンセルしてよろしいですか？";

"Send" = "送信";

"yyyy" = "YYYY年";

"Unable to load this photo set." = "この写真セットを読み込むことができませんでした。";

"This photo set contains no photos." = "この写真セットには写真がありません。";

"Are you sure?" = "よろしいですか？";

"EEE h:mm a" = "EEEE h:mm a";

"Today" = "今日";

"Open in Safari" = "Safariで開く";

"EEEE, LLLL d, YYYY" = "YYYY年LLLLd日(EEE)";

"Sending..." = "送信中…";

"just a moment ago" = "たった今";

"Yesterday" = "昨日";

"Alert" = "通知";

"No Internet Connection" = "インターネット接続がありません";

"Updating..." = "アップデート中…";

"To:" = "宛先:";

"No Photos" = "写真がありません";

"Search" = "検索";

"Ok" = "OK";

"Connection Timed Out" = "接続タイムアウト";

"h:mm a" = "h:mm a";

"No" = "いいえ";

"Error" = "エラー";

"Subject:" = "件名:";

"New Message" = "新着メッセージ";

"MMMM" = "MMMM";

"EEEE" = "EEEE";

"about a minute ago" = "約1分前";

"OK" = "OK";

"Photo" = "写真";

"See All" = "すべて見る";

"Load More Photos..." = "他の写真を読み込み中…";

"MMM d h:mm a" = "MMMd日 h:mm a";

"Done" = "終了";

"MMMM d" = "MMMMd日";

"Cancel" = "キャンセル";

"Yes" = "はい";

"Loading..." = "読み込み中…";

"Connection Error" = "接続エラー";
